Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/kolttasaamelaisten_asuttamisen_ja_sevettijarven_koulun_70-vuotisjuhla.html.tmx
Source language: fin
Languages: sme

source: Kolttasaamelaisten asuttamisen ja Sevettijärven koulun 70-vuotisjuhla
sme: Nuortalaččaid ásaiduhttima ja Čeavetjávrri skuvlla 70-jagi ávvudeapmi

source: Arvoisat kolttien luottamusmies Feodoroff, Sevettijärven koulun rehtori Nieminen, Norjan Saamelaiskäräjien presidentti Keskitalo, korkeasti pyhitetty Helsingin ja koko Suomen arkkipiispa Leo, metropoliitat Elia ja Arseni sekä hyvät juhlavieraat,
sme: Buorit nuortalaččaid ovdaolmmoš Feodoroff, Čeavetjávrri skuvlla rektor Nieminen, Norgga Sámedikki presideanta Keskitalo, allagit basuhuvvon Helssega ja olles Suoma earkebisma Leo, metropolihtat Elia ja Arseni sihke buorit ávvuguossit,

source: minulla on suuri ilo ja kunnia tuoda Saamelaiskäräjien puolesta tervehdys kolttasaamelaisten asuttamisen ja Sevettijärven koulun 70-vuotisjuhlaan.
sme: mus lea stuorra illu ja gudni buktit Sámedikki beales dearvvahusa nuortalaččaid ásaiduhttima ja Čeavetjávrri skuvlla 70-jagi ávvudeapmái.

source: Meillä ihmisillä on tapana kokoontua viettämään juhlaa äärimmäisen onnen ja menetyksen hetkillä: uuden elämän ja kuoleman.
sme: Mis olbmuin lea dáhpin čoahkkanit erenomáš lihku ja massima bottu oktavuođas: ođđa eallima ja jápmima muitun.

source: Nyt viidettä kertaa vietettävässä asuttamisen 10-vuotisjuhlassa tunnemme, vieläkin, haamusärkynä kaiken sen, mitä asuttamista edeltäneet menetykset kansaltamme veivät: omat maamme, vetemme ja mahdollisuuden muovata tulevaisuutta omista lähtökohdista.
sme: Dál viđát geardde dollon ásaiduhttima 10-jagi ávvudeamis dovdat, velge, duogášbávččasin buot dan, maid ásaiduhttima ovdal dáhpáhuvvan massimat min álbmogisttámet dolvo: eatnamiiddámet, čáziideamet ja vejolašvuođa ráhkadit boahttevuođa iežamet dárbbuin.

source: Ja samalla kuitenkin juhlistamme, edelleen, kansamme selviämistä.
sme: Ja seammá háve goittotge ávvudit, ainge, min álbmogeamet ceavzima.

source: Juhlimme elämän jatkumista Näätämön ja Nellim-Keväjärven koltta-alueilla, missä kansamme on rakentanut uuden alun ja juurtumisen.
sme: Ávvudit eallima joatkašuvvama Njávdáma ja Njellim-Keväjärvi nuortalašguovlluin, gos min álbmogeamet lea huksen ođđa álggu ja ruohtasmuvvama.

source: Alueille, joista osa on ollut alunperinkin kolttasaamelaisten ja osa inarinsaamelaisten perinteisiä alueita.
sme: Guovlluide, main oassi lea leamaš álggos juo nuortalaččaid ja oassi anáraččaid árbevirolaš guovllut.

source: Tämä läsnäolomme juuri täällä, Sevettijärvi-Näätämö-alueella pyritään valitettavasti yhä edelleen poispyyhkimään niin suomalaisesta kuin saamelaisestakin historiankirjoituksesta.
sme: Dát min orrun justa dáppe, Čeavetjávri-Njávdáma guovllus geahččaluvvo ainge eretsihkkojuvvot nu suopmelaš go sápmelašge historjjáčállimis, mii lea váidalahtti.

source: Silloin meidän tehtävämme on muistaa itse.
sme: Dan dihtii min bargomet lea muitit ieš dan.

source: Miten ylpeä olenkaan tänä päivänä nuoremmista sukupolvista, jotka ovat ottaneet kielemme takaisin, jotka haluavat tehdä työtä yhteisömme eteen, jotka valitsevat toimia perinteisen siitajärjestelmämme, Kolttien kyläkokouksen kautta ja jotka ovat ottaneet vastuuta kansamme tulevaisuudesta.
sme: Man čeavlái leange otná beaivve nuorat buolvvain, geat leat váldán giellamet ruovttoluotta, geat háliidit bargat min servošeamet ovdii, geat válljejit doaibmat min árbevirolaš siidaortnegeamet bokte, Nuortalaččaid siidačoahkkima bokte ja geat leat váldán ovddasvástádusa álbmogeamet boahttevuođas.

source: Miten ylpeä olenkaan tänä päivänä niin Näätämön kuin Nellim-Keväjärven koltta-alueilla asuvista nuoremmista sukupolvista, jotka ovat valinneet perinteiset elinkeinot.
sme: Man čeavlái leange otná beaivve nu Njávdáma go Njellim-Keväjärvi nuortalašguovlluin ássi nuorat buolvvain, geat leat válljen árbevirolaš ealáhusaid.

source: Koltansaamen kieli kuuluu ja näkyy.
sme: Nuortalašgiella gullo ja oidno.

source: Olen erittäin iloinen, että meillä on jälleen äidinkielisiä lapsia sekä uusia kielenpuhujia.
sme: Lean erenomáš ilolaš, ahte mis leat vuot eatnigielat mánát ja maiddái giela ođđa hállit.

source: Jaakko Gauriloff on muistuttanut meitä laulamalla jo monta vuosikymmentä, että puhukaa aina saamea.
sme: Jaakko Gauriloff lea muittuhan min lávlumiin juo logiid jagiid, ahte sámástehpet álot.

source: Miten välttämätön neuvo tämä olikaan.
sme: Man vealtameahttun ráva dát leage.

source: Jaakon sanoihin on helppo yhtyä.
sme: Jaakko sániide lea álki searvat.

source: Mutta tätä neuvoa on valtavan vaikea noudattaa.
sme: Muhto dán rávvaga lea hirbmat váttis čuovvut.

source: Se neuvo täytyy valita, kerta toisensa jälkeen.
sme: Dán rávvaga ferte válljet, ođđasit aht´ ođđasit.

source: Ja niitä valintoja kannustan meitä kaikkia tekemään.
sme: Ja dáid válljemiid mun ávžžuhan min buohkaid bargat.

source: On erittäin tärkeää, että kaikki te, jotka osaatte vähänkään kieltä, puhuisitte sitä meille, koska muutoin me emme voi oppia, eikä kielenpuhujien ketju voi jatkua.
sme: Lea erenomáš dehálaš, ahte buohkat dii, geat máhttibehtet veháge giela, sámástivččiidet midjiide, go muđui mii eat sáhte oahppat, iige giela hálliid ráidu sáhte joatkašuvvat.

source: Koltansaamen kielityössä ja opetuksessa on menty valtavin askelin eteenpäin viimeisen viiden vuoden aikana.
sme: Nuortalašgiela giellabarggus ja oahpahusas lea ovdánuvvon erenomáš stuorra lávkkiiguin ovddos guvlui maŋimuš viđa jagi áigge.

source: Siinä Sevettijärven koululla on ollut ja on yhä todella merkittävä rooli.
sme: Das Čeavetjávrri skuvllas lea leamaš ja lea ain duođaige mearkkašahtti rolla.

source: Haluaisin kutsua Sevettijärven koulua komsioksi.
sme: Háliidivččen gohčodit Čeavetjávrri skuvlla gietkkan.

source: Komsion pääkäyttötarkoitus on antaa turvaa, suojaa ja lämpöä lapselle, joka kapaloidaan komsion sisään.
sme: Gietkama váldogeavahandárkkuhus lea addit dorvvu, suoji ja lieggasa mánnái, guhte giesaduvvo gietkama sisa.

source: Sevettijärven koulu on kolttasaamelaisten lasten ja nuorten kasvupaikka, jollaista missään muualla ei ole.
sme: Čeavetjávrri skuvla lea nuortalaš mánáid ja nuoraid šaddanbáiki, makkár ii leat gostige eará sajis.

source: Koulu suojelee kalleimpiamme, meidän lapsiamme ja nuoriamme.
sme: Skuvla suodjala min divrasepmosiid, min mánáideamet ja nuoraideamet.

source: Voin omakohtaisesti todeta, että tästä koulusta saa erityiset eväät elämää varten.
sme: Sáhtán iežan vásáhusa vuođul dadjat, ahte dán skuvllas oažžu dehálaš nisttiid eallima várás.

source: Onnittelen Sevettijärven koulua koltansaamen kielen ja kulttuurin eteen tehdystä mittaamattoman arvokkaasta työstä.
sme: Sávan lihku Čeavetjávrri skuvlla nuortalašgiela ja kultuvrra ovdii dahkkon erenomáš buori barggu ovddas.

source: Toivon, että koulu jatkaa tällä polulla asettaen itselleen selkeitä tavoitteita tulevaisuuteen.
sme: Sávan, ahte skuvla joatká dán bálgá alde ásahemiin alcces čielga ulbmiliid boahttevuhtii.

source: Olen varma, että kolttasaamelainen yhteisö on tukemassa Saamelaiskäräjien tavoin näitä tavoitteita.
sme: Lean sihkkar, ahte nuortalaččaid searvvuš lea doarjumin Sámedikki láhkai dáid ulbmiliid.

source: Olen ilokseni pannut merkille, että näkyvä osa kulttuuriamme, eli käsityö, on jälleen osa yhä useamman kolttasaamelaisen elävää arkea.
sme: Lean buriin mielain fuopmášan, ahte oinnolaš oassi min kultuvrras, duodji, lea gullagoahtán fas eanebuid nuortalaččaid beaivválaš árgabeaivái.

source: Seuraava merkittävä kulttuurin osa-alue, johon meidän tulisi mielestäni keskittyä, on vaalia tapalakiamme ja siitajärjestelmäämme sekä elvyttää yhteyttämme maahan ja veteen.
sme: Čuovvovaš mearkkašahtti kultuvrra oassi, masa mii galggašeimmet mu mielas bidjagoahtit deattu, leat min doaibmanvieruid ja siidaortnega gáhtten ja maiddái oktavuođa ealáskahttin eatnamii ja čáhcái.

source: Meillä on muistissa vielä kansamme tapalaki, joka on ennen ohjannut siitoja ratkaisuissaan.
sme: Mis lea muittus vel min álbmogeamet doaibmanvierut, mat leat ovdal stivren siiddaid sin čovdosiin.

source: Oli kyseessä sitten kalavesien tai perinnön jako, riitojen tai rikosten sovittaminen tai suhteiden hoito naapurisiitoihin.
sme: Lei gažaldat dasto guollečáziid dahje árbbi juohkimis, riidduid dahje rihkkosiid soabadeamis dahje oktavuođaid dikšumis kránnjásiiddaide.

source: Uskon, että tapalain takaisin palauttaminen osaksi yhteisöämme ja toimintatapojamme olisi vielä mahdollista.
sme: Jáhkán, ahte doaibmanvieruid ruovttoluotta máhcaheapmi servošeamet ja doaimmaideamet oassin livččii vel vejolaš.

source: Palauttaminen olisi kansaamme parantava, vahvistava ja voimauttava asia.
sme: Máhcaheapmi livččii dakkár ášši, mii buorida, nanne ja áhpásmahttá álbmogeamet.

source: Uskon, että tapalain tunnistaminen ja tunnustaminen antaisi toimiessamme toisenlaisen perspektiivin käsiteltäviin asioihin.
sme: Jáhkán, ahte doaibmanvieruid dovdán ja dovddasteapmi attášii nuppelágan perspektiivva áššiid gieđahallamii.

source: Kansamme aiempi toimintatapa palauttaisi mieliimme sen, mikä on toimiessamme tärkeintä: ympäröivän luonnon suojeleminen, jotta se riittäisi meille vielä ensi vuonna, 20 vuoden päästä tai kolmen sukupolven päästä.
sme: Álbmogeamet ovddit doaibmanvuohki máhcahivčče milliimet dan, mii lea doaimmadettiin deháleamos: birrasa luonddu suodjaleapmi, vuoi dat reahkkášii midjiide vel boahtte jagi, 20 jagi geažes dahje golmma buolvva geažis.

source: Olisi tärkeää palauttaa tapalaki sekä vahvistaa siitajärjestelmää myös sen vuoksi, koska ilmastonmuutoksen mukanaan tuoma muutos tulee olemaan kaiken muuttava.
sme: Livččii dehálaš máhcahit doaibmanvieruid sihke nannet siidaortnega maiddái dan dihtii, go dálkkádatnuppástusa mielddis buktin nuppástus dagaha buot áššiid rievdama.

source: Tiedän, että perinteinen tietomme sekä tapalakimme siitajärjestelmineen ja luonnonvarojen hallinnoimisineen tulevat auttamaan meitä ilmastonmuutokseen sopeutumisessa, jotta selviäisimme myös tästä koettelemuksesta kansana seuraavaan aikaan.
sme: Dieđán, ahte árbevirolaš diehtu sihke doaibmanvierut siidaortnegiin ja luondduriggodagaid hálddašemiin bohtet veahkehit min dálkkádatnuppástussii vuogáiduvvamis, vuoi ceavzzášeimmet maiddái dán geahččalusas álbmogin boahttevaš áigái.

source: Jos haluamme siirtää kansamme tulevaan aikaan perinteisine elinkeinoinemme, kielinemme ja kulttuureinemme, emme saa enää antaa maitamme ja vesiämme elämäntavalle, joka on elämänvastainen.
sme: Juos háliidit sirdit álbmogeamet boahttevuhtii min árbevirolaš ealáhusaiguin, gielain ja kultuvrrain, eat oaččo šat addit eatnamiiddámet ja čáziideamet eallinvuohkái, mii lea eallima vuostásaš.

source: Erityisesti Nellim-Keväjärven alueen sekä Näätämön alueen kolttasaamelaisilla on suuri vastuu siitä, että kyläkokousjärjestelmä tapalakeineen toimii, uudistuu vastaamaan nykyajan tarpeita ja siirtyy tuleville sukupolville.
sme: Erenomážit Njellim-Keväjärvi guovllu ja maiddái Njávdáma guovllu nuortalaččain lea stuorra vástu das, ahte siidačoahkkinortnet doaibmanvieruiguin doaibmá, ođasmuvvá vástidit dálá dárbbuid ja sirdása boahttevaš buolvvaide.

source: Sen olemme velkaa heille, jotka eivät enää ole täällä.
sme: Dan mii leat velggolaččat sidjiide, geat eai šat leat dáppe.

source: Lopuksi haluaisin Saamelaiskäräjien puolesta muistaa pienellä lahjalla Kolttien kyläkokousta.
sme: Loahpas háliidivččen Sámedikki bealis muitit smávva skeaŋkkain Nuortalaččaid siidačoahkkima.

source: Tämän taulun on tehnyt Merja Aletta Ranttila vanhan, kolttasaamelaisen Kåʹllmuõrâž-tarinan mukaan.
sme: Dán távvala lea ráhkadan Merja Aletta Ranttila dološ, nuortalaččaid Kåʹllmuõrâž-máidnasa ( smávva gollemuorra ) vuođul.

source: Kuva symboloi mielestäni todella hyvin sitä, kuinka syvä yhteys meillä on ollut ja voisi yhä olla luonnon kanssa.
sme: Govva muitala mu mielas duođaige bures das, man čiekŋalis oktavuohta mis lea leamaš ja sáhtášii ain leat luondduin.

source: Pyydän luottamusmiestä ottamaan lahjan vastaan.
sme: Bivddán ovdaolbmo váldit vuostá skeaŋkka.

source: Lisätietoja
sme: Lassedieđut

source: Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
sme: Sámedikki ságadoalli Tiina Sanila-Aikio tel. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
